Repository: CoriMyp/gapless
Catalog: po/*.po
Languages: fa

source: Gapless
fa: بی‌وقفه

source: Music Player
fa: پخش‌کنندهٔ آهنگ

source: Play your music elegantly
fa: پخش شیک آهنگ‌هایتان

source: music;sound;player;media;audio;playlist;
fa: music;sound;player;media;audio;playlist;آهنگ;صدا;پخش‌کننده;رسانه;صوت;سیاهه‌پخش;

source: Gapless (AKA: G4Music) is a light weight music player written in GTK4, focuses on large music collection.
fa: بی‌وقفه (G4Music) پخش‌کنندهٔ آهنگی سبک است که با GTK4 نوشته شده و بر مجموعه‌های آهنگ بزرگ تمرکز دارد.

source: Features
fa: ویژگی‌ها

source: Supports most music file types, Samba and any other remote protocols (depends on GIO and GStreamer).
fa: پشتیبانی از بیش‌تر گونه‌های پروندهٔ آهنگ، سامبا و دیگر شیوه‌نامه‌های دوردست (بسته به GIO و GStreamer).

source: Fast loading and parsing thousands of music files in very few seconds, monitor local changes.
fa: بار کردن سریع و تجزیهٔ هزاران پروندهٔ آهنگ در چند ثانیه. پایش تغییرات محلی.

source: Low memory usage for large music collection with album covers (embedded and external), no thumbnail caches to store.
fa: استفادهٔ کم حافظه برای مجموعهٔ آهنگ بزرگ با طرح جلد (تعبیه شده و خارجی). بدون نگه‌داری انبارهٔ بندانگشی.

source: Group and sorts by album/artist/title, shuffle list, full-text searching.
fa: گروه‌بندی و چینش بر اساس آلبوم، هنرمند و عنوان. بر زدن سیاهه. جست‌وجوی متن کامل.

source: Fluent adaptive user interface for different screen (Desktop, Tablet, Mobile).
fa: میانای کاربری سازوا برای صفحه‌های مختلف (میزکار، رایانک، تلفن همراه).

source: Gaussian blurred cover as background, follows GNOME light/dark mode.
fa: طرح جلد مات گوسی به عنوان پس‌زمینه. پیروی از حالت تیره و روشن گنوم.

source: Supports creating and editing playlists, drag cover to change order or add to another playlist.
fa: پشیبانی از ایجاد و ویرایشسیاهه‌های پخش، کشیدن طرح جلد برای تغییر ترتیب یا افزودن به سیاههٔ پخشی دیگر.

source: Supports drag and drop with other apps.
fa: پشتیانی از کشیدن و رها کردن با دیگر کاره‌ها.

source: Supports audio peaks visualizer.
fa: پشتیبانی از نمایش سطح اوج صدا.

source: Supports gapless playback.
fa: پشتیبانی از پخش بی‌وقفه.

source: Supports normalizing volume with ReplayGain.
fa: پشتیبانی از عادی سازی حجم صدا با ReplayGain.

source: Supports specified audio sink.
fa: پشتیانی از سامانهٔ صوتی مشخّص.

source: Supports MPRIS control.
fa: پشتیبانی از واپایش MPRIS.

source: Main window
fa: پنجرهٔ اصلی

source: Albums view
fa: نمای آلبوم‌ها

source: Playing view
fa: نمای پخش کردن

source: Playlist view
fa: نمایهٔ سیاههٔ پخش

# shortcut window
source: General
fa: عمومی

# shortcut window
source: Show Shortcuts
fa: نمایش میان‌برها

# shortcut window
source: Preferences
fa: ترجیحات

# shortcut window
source: Quit
fa: خروج

# shortcut window
source: Show Tags
fa: نمایش برچسب‌ها

# shortcut window
source: Playback
fa: پخش

# shortcut window
source: Play/Pause
fa: پخش یا مکث

# shortcut window
source: Play Next
fa: پخش بعدی

# shortcut window
source: Play Previous
fa: پخش پیشین

# shortcut window
source: Playlist
fa: سیاههٔ پخش

# shortcut window
source: Search
fa: جست‌وجو

# shortcut window
source: Toggle Sort
fa: تغییر ‌حالت چینش

# shortcut window
source: Reload Library
fa: بازخوانی کتابخانه

# shortcut window
source: Save List
fa: ذخیرهٔ سیاهه

source: Back
fa: بازگشت

source: General
fa: عمومی

source: Background blur mode
fa: حالت محوی پس‌زمینه

source: Compact playlist view
fa: نمای‌ سیاههٔ پخش فشرده

source: Grid view for artists/albums
fa: نمای شبکه‌ای برای هنرمند‌ها و آلبوم‌ها

source: Single click to activate item
fa: یک بار زدن برای فعّال کردن مورد

source: Keep playing after window closed
fa: ادامهٔ پخش پس از بستن پنجره

source: Library
fa: کتابخانه

source: Load music from folder
fa: بار کردن آهنگ‌ها از شاخه

source: Monitor local file changes
fa: پایش تغییرات پرونده‌های محلی

source: Load thumbnails for non-local files
fa: بار کردن بندانگشتی‌ها برای پرونده‌های غیرمحلی

source: May cause slowdowns and excess network usage
fa: ممکن است موجب کندی و افزایش استفاده از شبکه شود

source: Playback
fa: پخش

source: Show audio peak level
fa: نمایش سطح اوج صدا

source: Display characters
fa: نمایش نویسه‌ها

source: Rotate album cover
fa: چرخاندن طرح جلد آلبوم

source: Enable gapless playback
fa: به کار انداختن پخش بی‌وقفه

source: Normalize volume with ReplayGain
fa: عادی سازی حجم صدا با ReplayGain

source: Prefer audio sink of GStreamer
fa: ترجیح سینک صدای GStreamer

source: Main Menu
fa: فهرست اصلی

source: Search
fa: جست‌وجو

source: Sort By
fa: چینش بر پایه

source: _Color Scheme
fa: _طرحوارهٔ رنگی

source: _System
fa: _سامانه

source: _Light
fa: _روشن

source: _Dark
fa: _تیره

source: _Reload Library
fa: _بازخوانی کتابخانه

source: _Multiple Select
fa: گزینش _چندگانه

source: _Save List
fa: _ذخیرهٔ سیاهه

source: _Preferences
fa: _ترجیحات

source: _Keyboard Shortcuts
fa: میان‌برهای _صفحه‌کلید

source: _About
fa: _درباره‌

source: Album
fa: آلبوم

source: Artist
fa: هنرمند

source: Artist/Album
fa: هنرمند یا آلبوم

source: Title
fa: عنوان

source: Recent
fa: اخیر

source: Shuffle
fa: بُرزنی

source: Image Files
fa: پرونده‌های تصویر

source: Export cover successfully
fa: برون‌ریزی موفّق طرح جلد

source: Export cover failed
fa: برون‌ریزی طرح جلد شکست خورد

source: Save playlist failed
fa: ذخیرهٔ سیاههٔ پخش شکست خورد

source: Playlist Files
fa: پرونده‌های سیاههٔ پخش

source: Save playlist successfully
fa: ذخیرهٔ موفّق سیاههٔ پخش

source: Keep playing
fa: ادامهٔ پخش

source: A fast, fluent, light weight music player written in GTK4.
fa: پخش‌کنندهٔ آهنگ سریع، زیبا و سبک نوشته شده با GTK4.

source: translator-credits
fa: سهراب بهدانی <behdanisohrab@gmail.com> دانیال بهزادی <dani.behzi@ubuntu.com>

source: No
fa: نه

source: Yes
fa: بله

source: Playlist is modified, save it?
fa: سیاههٔ پخش دستگاری شده. ذخیره شود؟

source: Play at _Next
fa: پخش در _بعدی

source: Add to _Queue
fa: افزودن به _صف

source: Add to _Playlist…
fa: افزودن به _سیاههٔ پخش…

source: _Remove
fa: _برداشتن

source: _Move to Trash
fa: انداختن به _زباله‌دان

source: Select All
fa: گزینش همه

source: Play at Next
fa: پخش در بعدی

source: Add to Queue
fa: افزودن به صف

source: Add to Playlist
fa: افزودن به سیاههٔ پخش

source: Remove
fa: برداشتن

source: Play
fa: پخش

source: _Random Play
fa: پخش _کاتوره‌ای

source: Show List _File
fa: نمایش _پروندهٔ سیاهه

source: Search Title
fa: جست‌وجوی عنوان

source: Search Album
fa: جست‌وجوی آلبوم

source: Search Artist
fa: جست‌وجوی هنرمند

source: Show Cover _File
fa: نمایش _پروندهٔ طرح جلد

source: _Export Cover
fa: _برون‌ریزی طرح جلد

source: Show _Tags…
fa: نمایش _برچسب‌ها…

source: Show Music _File
fa: نمایش _پروندهٔ آهنگ

source: Single Loop
fa: تکرار تکی

source: Play Previous
fa: پخش پیشین

source: Play/Pause
fa: پخش یا مکث

source: Play Next
fa: پخش بعدی

source: Drag and drop music files here, or change music location:
fa: کشیدن و رها سازی پرونده‌های آهنگ‌ها در این‌جا، یا تغییر مکان آهنگ‌ها:

source: New Playlist
fa: سیاههٔ پخش جدید

source: No playlist found in %s
fa: هیچ سیاههٔ پخشی در %s پیدا نشد.

source: Never
fa: هرگز

source: Always
fa: همیشه

source: Art Only
fa: فقط کار هنری

source: Track
fa: قطعه

source: Playing
fa: پخش کردن

source: Artists
fa: هنرمندان

source: Albums
fa: آلبوم‌ها

source: Playlists
fa: سیاهه‌‌های پخش

source: Copy
fa: رونوشت

source: Volume %d%%
fa: حجم صدا %d٪

source: Show
fa: نمایش

source: Unknown Album
fa: آلبوم ناشناخته

source: Unknown Artist
fa: هنرمند ناشناس
